import a1 from '../../../../assets/Persons/a1.jpg'

const Chairman = () => {
    return (
        <div className="border-4 mt-10">
            <h1 className="text-lg bg-[#E7E6E1] ">সভাপতিঃ</h1>
            <div className='mt-4 p-4 flex flex-row-reverse gap-5'>
                <div className=''>
                    <img src={a1} alt="" className='w-60 rounded-full' />
                    <p>সভাপতিঃ কামরুজ্জামান নাসির</p>
                </div>
                {/* <p
                    style={{
                        textIndent: "100px",
                        textAlign: "justify",
                    }}
                    className='flex-1 flex items-center text-xl'>
                    একটি সভ্য জাতি বিনির্মানে শিক্ষার বিকল্প নেই। শিক্ষার রস ও মার্ধুয নিয়ে প্রতিটি মানুষ যখন নিজেকে সঠিক কাজে উৎর্সগ করে তখন জাতির কল্যাণ নিশ্চিত হয়। আবার শিক্ষালাভের মধ্য দিয়ে মানুষ জ্ঞান অর্জন করে এবং অর্জিত জ্ঞানকে কাজে লাগিয়ে সে সত্য আবিষ্কার করেতে সক্ষম হয়।
                    <br />
                    <br />
                    আমাদের বিদ্যালয়ের ওয়েবসাইট টি সকল শিক্ষার্থী, অভিভাবক ও সাধারন মানুষের জন্য রয়েছে উন্মুক্ত। মাধ্যমিক স্তরে বিজ্ঞান, মানবিক ও ব্যবসায় শিক্ষা শাখা সহ কারিগরি শাখা চালু আছে। উচ্চ মাধ্যমিক স্তরে বিজ্ঞান, মানবিক ও ব্যবসায় শিক্ষা শাখা বিদ্যমান। প্রভাতি শাখায় বালিকা ও দিবা শাখায় বালক শিক্ষার্থী পড়াশুনা করছে। আধুনিক প্রযুক্তিনির্ভর ঐতিহ্যবাহী এই স্কুলের সাথে সংশ্লিষ্ট সকলের সুন্দর জীবন কামনা করছি।

                </p> */}
            </div>
        </div>
    );
};

export default Chairman;