import a1 from "../../../../assets/Persons/a1.jpg";

const Chairman = () => {
    return (
        <div className="border-4 mt-10">
            <h1 className="text-lg bg-[#E7E6E1] text-end px-2 ">সভাপতিঃ</h1>
            <div className="mt-4 p-4 flex flex-col  lg:flex-row-reverse gap-5">
                <div className=" flex mb-10 flex-col items-center ">
                    <img src={a1} alt="" className="w-60 rounded-full" />
                    <p className="mt-2">সভাপতিঃ কামরুজ্জামান নাসির</p>
                    <p className="text-center">Managing Director of  <br /><a className='text-blue-600 hover:underline ' target='_blank' href="https://knbgroup.com.bd/knb-agro-industries-ltd/">KNB AGRO INDUSTRIES LTD. </a></p>

                </div>
                <p
                    style={{
                        textIndent: "100px",
                        textAlign: "justify",
                    }}
                    className="flex-1 flex items-center lg:text-lg"
                >
                    ❝ জ্ঞান ও শক্তির সম্মিলনে সৃজিত শিক্ষার মধ্যেই নিহিত একটি জাতির প্রগতি
                    ও মুক্তি। মানবতা, শান্তি ও উন্নয়নে শিক্ষা আপোসহীন ও অবিচ্ছেদ্য। সৎ,
                    নির্ভীক ও নিষ্ঠাবান মানুষ তৈরির জন্য সুশিক্ষার বিকল্প নেই। শিক্ষার
                    দুর্লভ নির্যাসে প্রতিনিয়ত পবিত্র ও পরিপূর্ণ হচ্ছে এই ধরা।



                    <br />
                    <br />

                    যুগোপযোগী ও আধুনিক শিক্ষার মানদন্ডকে সামনে রেখে ‘পড় তোমার প্রভুর নামে’ -এই  নীতিবাক্যকে মর্মমূলে ধারণ করে ১৯৬৭ খ্রিস্টাব্দে ‘খোর্দ আইলচারা মাধ্যমিক বিদ্যালয়’ প্রতিষ্ঠিত হয়।
                    একবিংশ শতাব্দীর সূচনালগ্নে জ্ঞান-বিজ্ঞানের স্রোতধারায় জাতি হিসেবে বিশ্ব আসনে আসীন হওয়ার প্রধান হাতিয়ার সুশিক্ষিত মানসম্পদ। তাই মানবসম্পদের সৃষ্টিশীল বিকাশে এই শিক্ষাপ্রতিষ্ঠানের শ্রদ্ধেয় শিক্ষকমন্ডলী কঠিন বাস্তবতার নিরিখে শিক্ষার্থী তথা নতুন প্রজন্মকে প্রযুক্তিগত ও আধুনিক শিক্ষায় গড়ে তোলার লক্ষ্যে তাদের সেবার ব্রত নিয়ে প্রতিনিয়ত নিরলস পরিশ্রম করে যাচ্ছেন ।
                    <br />
                    <br />
                    অপ্রতিরোধ্য অগ্রযাত্রায় এগিয়ে যাচ্ছে বাংলাদেশের শিক্ষা ব্যবস্থা। জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমানের সার্বজনীন শিক্ষানীতির আলোকে, স্বপ্নের সোনার বাংলা গড়ার প্রত্যয়ে নিবিড় পরিচর্যা ও অনুশীলনের মাধ্যমে শিক্ষার্থীদের জ্ঞান ও সৃজনশীলতা বিকাশে সিভিল এভিয়েশন স্কুল এন্ড কলেজ সর্বদা সচেষ্ট ও অঙ্গীকারবদ্ধ। গতানুগতিক পাঠদানের পাশাপাশি জীবনমুখী শিক্ষা, সহশিক্ষাকার্যক্রম ও বিভিন্ন ক্লাব কার্যক্রমে অংশগ্রহনের জন্য শিক্ষার্থীদের উৎসাহ প্রদানেও উক্ত শিক্ষাপ্রতিষ্ঠান বদ্ধপরিকর।
                    <br />
                    <br />
                    মহান মুক্তিযুদ্ধের চেতনা, উন্নয়নের রূপকল্প সাংস্কৃতিক বিকাশ, প্রগতিশীল চিন্তা, শৃঙ্খলা, নিরাপত্তা ও নিরবচ্ছিন্ন শান্তির মূল্যবোধকে ধারণ করে আমাদের এই স্বাপ্নিক যাত্রায় সকল শিক্ষক, শিক্ষার্থী, অভিভাবক ও গুণিজনসহ সংশ্লিষ্ট সকলের ঐকান্তিক সহযোগিতা প্রত্যাশা করছি। এই শিক্ষাপ্রতিষ্ঠানের সর্বাঙ্গীন উন্নতি ও ভবিষ্যৎ পরিকল্পনা রুপায়নে গঠনমূলক সমালোচনাসহ আপনাদের মূল্যবান পরামর্শ ও সহযোগিতা আমাদের কাম্য।

                    ❞
                </p>
            </div>
        </div>
    );
};

export default Chairman;
