import a2 from "../../../../assets/Persons/a2.jpg";

const Principal = () => {
    return (
        <div className="border-4 mt-10">
            <h1 className="text-lg bg-[#E7E6E1] ">প্রধান শিক্ষকঃ</h1>
            <div className="mt-4 p-4 flex flex-col  lg:flex-row gap-5">
                <div className=" flex mb-10 flex-col justify-center items-center ">
                    <img src={a2} alt="" className="w-60 rounded-full" />
                    <p className="mt-2">প্রধান শিক্ষকঃ মোঃ মাসুদ আল মামুন</p>
                </div>
                <p
                    style={{
                        textIndent: "100px",
                        textAlign: "justify",
                    }}
                    className="flex-1 flex items-center lg:text-lg"
                >
                    ❝ শিক্ষাই জাতির মেরুদন্ড। কাজেই সবার জন্য শিক্ষা অর্জন করা মানুষের
                    মৌলিক অধিকার। এ অধিকারকে যথাযথভাবে বাস্তবায়নের মাধ্যমে বিশ্বের অনেক
                    দেশ আজ উন্নত দেশ হিসেবে উন্নতির চরম শিখরে আরোহণ করেছে। এ ক্ষেত্রে
                    বাংলাদেশ তার কাঙ্ক্ষিত লক্ষ্য অর্জনে সাধ্যমত চেষ্টা চালিয়ে যাচ্ছে।
                    যুগের সাথে সংগতিপূর্ণ বিকাশের জন্য আমরা প্রত্যেকেই ভাবি নিজ নিজ
                    সন্তানদের নিয়ে। প্রকৃতির সন্তান মানব শিশুকে পরিশুদ্ধ হতে হয়, পরিপুর্ণ
                    হতে হয় স্বীয় সাধনায়। এ ক্ষেত্রে শিক্ষায় হলো আমাদের মূলমন্ত্র। আমরা
                    দৃঢ়ভাবে বিশ্বাস করি শিক্ষার মৌলিক উদ্দেশ্য হলো আচরণের কাঙ্ক্ষিত
                    পরিবর্তন। আর এ লক্ষ্যে তাদেরকে সৃজনশীল, স্বাধীন, সক্রিয় এবং দায়িত্বশীল
                    সুনাগরিক হিসেবে গড়ে তোলা। এ জন্য প্রয়োজন যোগ্য শিক্ষকমন্ডলী এবং
                    উপযুক্ত শিক্ষাদান পদ্ধতির সমন্বয়ে একটি শিক্ষাবান্ধব পরিবেশ। আমি বিনয়ের
                    সাথে দাবী করি, খোর্দ আইলচারা মাধ্যমিক বিদ্যালয়ে এসব কিছুর সমন্বয় ঘটানো
                    সম্ভব হয়েছে। শিক্ষার্থীদের মজ্জাগত প্রতিভা সহজে বিকাশের জন্য
                    প্রতিষ্ঠানটিতে রয়েছে সাধারণ শিক্ষার পাশাপাশি কম্পিউটার শিক্ষা,
                    সাংস্কৃতিক, আনুষ্ঠানিক, খেলাধুলাসহ নানাবিধ শিক্ষা ❞
                </p>
            </div>
        </div>
    );
};

export default Principal;
